/* REXX */

trace o

PARSE ARG RACFCOMM PARMS USERID ACTION CLASS

ADDRESS TSO 
RACFCOMM PARMS "ID("||USERID||") ACC("||ACTION||") CLASS("||CLASS||")"

Say "RC="RC
RETURN RC
